tap "homebrew/bundle"
brew "awscli"
brew "bat"
brew "eva"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "go"
brew "jq"
brew "mas"
brew "neovim"
brew "procs"
brew "rust"
brew "sd"
brew "speedtest-cli"
brew "starship"
brew "tealdeer"
brew "xh"
brew "yq"
brew "zoxide"
cask "cleanshot"
cask "hyperkey"
cask "iterm2"
cask "ngrok"
cask "obsidian"
cask "raycast"
cask "reaper"
cask "rectangle"
cask "spotify"
cask "todoist"
cask "visual-studio-code"
mas "Authenticator", id: 1538761576
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Sider", id: 6447783111
vscode "andys8.jest-snippets"
vscode "attilabuti.mustache-syntax-vscode"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "firsttris.vscode-jest-runner"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "jasonnutter.search-node-modules"
vscode "kumar-harsh.graphql-for-vscode"
vscode "mike-co.import-sorter"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.vscode-typescript-tslint-plugin"
vscode "ms-vsliveshare.vsliveshare"
vscode "ms-vsliveshare.vsliveshare-audio"
vscode "msjsdiag.debugger-for-chrome"
vscode "Orta.vscode-jest"
vscode "rangav.vscode-thunder-client"
vscode "redhat.java"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "sainnhe.sonokai"
vscode "sleistner.vscode-fileutils"
vscode "streetsidesoftware.code-spell-checker"
vscode "tomoki1207.pdf"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
vscode "vsls-contrib.codetour"
